Repository: jcatfor/sticky
Catalog: po/*.po
Languages: ca

source: Pin notes to your desktop
ca: Fixeu notes al vostre escriptori

source: Sticky Notes
ca: Notes adhesives

source: Sticky;Notes;Write;
ca: Adhesives;Notes;Escriure;

source: Sticky Notes is a simple sticky notes app for GNOME. It allows you to create notes and format them.
ca: Notes Adhesives és una senzilla aplicació de notes adhesives pel GNOME. Et permet crear notes i donar-les format.

source: Current features:
ca: Característiques actuals:

source: simple formatting (bold, italic, underline and strikethrough)
ca: format senzill (negreta, cursiva, subratllat i ratllat)

source: notes are restored if they were open when the application was closed
ca: les notes es restauren si estaven obertes quan es va tancar l'aplicació

source: changing color of notes
ca: canvi de color de les notes

source: dark theme support
ca: suport pel tema fosc

source: this is a refinement release
ca: aquesta és una versió de refinament

source: show focus indicators correctly in all notes window
ca: es mostren correctament els indicadors de focus a totes les finestres de notes

source: use new flexible ToolbarView widget
ca: s'utilitza el nou widget flexible ToolbarView

source: print where notes are logged when the app starts up (for syncing)
ca: s'imprimeix on es registren les notes quan s'inicia l'aplicació (per a la sincronització)

source: add a flag `--new-note` to quicky jote down a note
ca: s'ha afegit una marca `--new-note` per poder escriure ràpidament una nota

source: quickly open links in your notes
ca: els enllaços de les vostres notes s'obren ràpidament

source: changed GNOME Runtime version to 44
ca: s'ha canviat a la versió 44 del GNOME Runtime

source: updated dutch translation
ca: s'ha actualitzat la traducció neerlandesa

source: fix packaging issues
ca: es solucionen problemes d'empacat

source: this release enhances usability and reliability
ca: aquesta versió millora la usabilitat i la fiabilitat

source: updated the icon to make it more distinguished
ca: s'ha actualitzat la icona per a que destaqui més

source: updated translations (french, russian) and added a czech translation
ca: s'han actualitzat traduccions (francès, rus) i afegit una traducció al txec

source: make text throughout the UI more standard and easy to understand
ca: s'ha fet que el text de tota la IU sigui més estàndard i fàcil d'entendre

source: notes are now more reliably saved so that you don't lose your changes
ca: les notes ara es guarden de manera més fiable perquè no perdis els canvis

source: notes are now restored (mostly) as they were last time you closed the app
ca: les notes ara es restauren (la major part) com eren la darrera vegada que vau tancar l'aplicació

source: the most recently closed note is now shown when you reopen the app, instead of showing the all notes window
ca: ara quan torneu a obrir l'aplicació, en lloc de mostrar la finestra de totes les notes es mostra la darrera nota tancada

source: I'd like to take a moment to thank everyone that contributed to sticky notes this far. I am very grateful for your help and support.
ca: M'agradaria tenir un moment per agrair a tots els que fins ara han contribuït amb les notes adhesives. Estic molt agraït per la vostra ajuda i suport.

source: mostly a bug fix and tune-up release
ca: principalment una versió per a corregir errors i posar a punt

source: make style (color) selector easier to change using the keyboard
ca: s'ha fet que el selector d'estil (color) sigui més fàcil de canviar amb el teclat

source: added more translations (tamil, hungary, catalan) and update russian translations
ca: s'han afegit més traduccions (tàmil, hongarès, català) i s'han actualitzat les traduccions al rus

source: you can now choose to use dark or light mode manually instead of always using the system theme in the all notes window
ca: ara a la finestra de totes les notes podeu triar manualment entre el mode fosc o el clar en lloc d'utilitzar sempre el tema del sistema

source: this is unexpectedly a large release
ca: inesperadament, aquesta és una versió amplia

source: new icon
ca: nova icona

source: added translations (french, russian, italian, dutch, ocitan)
ca: s'han afegit traduccions (francès, rus, italià, neerlandès, occità)

source: bug fixes
ca: s'han corregit errors

source: this is mostly a cleanup release
ca: en aquesta versió bàsicament s'ha fet neteja

source: added translation support (starting with french)
ca: s'ha afegit suport per a traduccions (començant amb el francès)

source: apply tag to location under the cursor when nothing is selected. this means that for example if you click Ctrl+B while there's nothing selected, the new content you'll write will come out as bold
ca: s'aplica una etiqueta a la ubicació sota el cursor quan no hi ha res seleccionat. això vol dir que, per exemple, si premeu Ctrl+B mentre no hi ha res seleccionat, el nou contingut que escriureu sortirà en negreta

source: fixed builds
ca: compilacions corregides

source: restructured/cleaned source
ca: font reestructurada/netejada

source: First beta release!
ca: Primera versió beta!

source: Note window default height
ca: Alçada predeterminada de la finestra de la nota

source: The default height of a new sticky note
ca: L'alçada predeterminada d'una nota adhesiva nova

source: Note window default width
ca: Amplada predeterminada de la finestra de la nota

source: The default width of a new sticky note
ca: L'amplada predeterminada d'una nota adhesiva nova

source: Default note style
ca: Estil predeterminat de la nota

source: The default style assigned to a new note
ca: L'estil predeterminat que s'assigna a una nota nova

source: Confirm note deletion
ca: Confirmar la supressió de la nota

source: Whether to confirm note deletion
ca: Si s'ha de confirmar la supressió de la nota

source: The selected color scheme
ca: El esquema de color seleccionat

source: The selected color scheme. 0 = follow system style, 1 = light, 2 = dark
ca: El esquema de color seleccionat. 0 = seguir l'estil del sistema, 1 = clar, 2 = fosc

source: Show all notes
ca: Mostrar totes les notes

source: Whether to show the all notes window or note
ca: Si s'ha de mostrar la finestra de totes les notes

source: Note is Open
ca: La Nota està Oberta

source: Delete Note
ca: Suprimir la Nota

# shortcut window
source: Show Shortcuts
ca: Mostrar les Dreceres

# shortcut window
source: Quit
ca: Sortir

# shortcut window
source: New Note
ca: Nota Nova

# shortcut window
source: Delete note
ca: Suprimir la nota

# shortcut window
source: Navigation
ca: Navegació

# shortcut window
source: Show all notes
ca: Mostrar totes les notes

# shortcut window
source: Cycle between notes
ca: Recórrer les notes

# shortcut window
source: Cycle between notes in reverse order
ca: Recórrer les notes en ordre invers

# shortcut window
source: Editing
ca: Edició

# shortcut window
source: Bold
ca: Negreta

# shortcut window
source: Italic
ca: Cursiva

# shortcut window
source: Underline
ca: Subratllat

# shortcut window
source: Strikethrough
ca: Ratllat

source: New Note
ca: Nota Nova

source: Main Menu
ca: Menú Principal

source: Search notes…
ca: Buscar notes…

source: No Notes
ca: Cap Nota

source: After you create notes, they will appear here
ca: Les notes que creeu, apareixeran aquí

source: _New Note
ca: _Nota Nova

source: No Results
ca: No hi ha Resultats

source: Try a different search
ca: Proveu una cerca diferent

source: Keyboard Shortcuts
ca: Dreceres de teclat

source: About Sticky Notes
ca: Quan al Notes Adhesives

source: Quit
ca: Surt

source: Follow system style
ca: Seguir l'estil del sistema

source: Light style
ca: Estil clar

source: Dark style
ca: Estil fosc

source: Bold
ca: Negreta

source: Italic
ca: Cursiva

source: Underline
ca: Subratllat

source: Strikethrough
ca: Ratllat

source: All Notes
ca: Totes les Notes

source: Switch to %s style
ca: Canviar a l'estil %s

source: Yellow
ca: Groc

source: Pink
ca: Rosa

source: Green
ca: Verd

source: Purple
ca: Lila

source: Blue
ca: Blau

source: Gray
ca: Gris

source: Charcoal
ca: Carbó

source: Window
ca: de la Finestra

source: Delete Note?
ca: Suprimir la Nota?

source: This action cannot be undone. If you want to hide the note, you can close it instead.
ca: Aquesta acció no es pot desfer. Si voleu amagar la nota, podeu tancar-la.

source: Cancel
ca: Cancel·lar

source: Delete
ca: Suprimir

source: Empty Note
ca: Nota Buida
